Repository: testtsubscribe/rocco
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az

source: Your Name
az: Sizin Adınız

source: Your Email
az: Sizin Emailiniz

source: Your Phone Number
az: Sizin Telefon Nömrəniz

source: Your Message
az: Sizin Mesajınız

source: Full Name
az: Tam Ad

source: Email Address
az: Email Ünvanı

source: Phone Number
az: Telefon Nömrəsi

source: Service Interested In
az: Maraqlandığınız Xidmət

source: Azerbaijani
az: Azərbaycan

source: English
az: İngilis

source: Russian
az: Rus

source: Home
az: Ana Səhifə

source: About
az: Haqqımızda

source: Services
az: Xidmətlər

source: Stone Types
az: Daş Növləri

source: Contact
az: Əlaqə

source: All rights reserved.
az: Bütün hüquqlar qorunur.

source: About Us
az: Haqqımızda

source: Learn about our journey, mission, and commitment to excellence
az: Səyahətimiz, missiyamız və mükəmməlliyə sadiqliyimiz haqqında öyrənin

source: Our Company
az: Şirkətimiz

source: Our Mission
az: Missiyamız

source: Our Vision
az: Vizyonumuz

source: Why Choose Precision Gems?
az: Niyə Precision Gems seçməlisiniz?

source: Quality Craftsmanship
az: Keyfiyyətli Sənətkarlıq

source: Timely Delivery
az: Vaxtında Çatdırılma

source: On-time project completion guaranteed
az: Layihənin vaxtında tamamlanmasına zəmanət verilir

source: Expert Team
az: Peşəkar Komanda

source: Modern Equipment
az: Müasir Avadanlıq

source: Quality Guarantee
az: Keyfiyyət Zəmanəti

source: We stand behind our work with confidence
az: Biz işimizin arxasında əminliklə dayanırıq

source: Customer Focus
az: Müştəri Diqqəti

source: Your satisfaction is our top priority
az: Sizin məmnuniyyətiniz bizim prioritetimizdir

source: Contact Us
az: Bizimlə Əlaqə

source: Get in touch with our expert team
az: Peşəkar komandamızla əlaqə saxlayın

source: Send us a Message
az: Bizə Mesaj Göndərin

source: Send Message
az: Mesaj Göndər

source: Contact Information
az: Əlaqə Məlumatları

source: Address
az: Ünvan

source: Phone
az: Telefon

source: Business Hours
az: İş Saatları

source: Monday - Friday
az: Bazar ertəsi - Cümə

source: Saturday
az: Şənbə

source: Sunday
az: Bazar

source: Closed
az: Bağlıdır

source: Premium Stone Cutting & Polishing Services
az: Premium Daş Kəsimi və Cilalama Xidmətləri

source: Get Free Quote
az: Pulsuz Təklif Alın

source: Our Services
az: Xidmətlərimiz

source: Comprehensive stone processing solutions tailored to your needs
az: Ehtiyaclarınıza uyğunlaşdırılmış hərtərəfli daş emalı həlləri

source: View All Services
az: Bütün Xidmətlərə Bax

source: Stone Types We Work With
az: İşlədiyimiz Daş Növləri

source: Expert processing for various stone materials
az: Müxtəlif daş materialları üçün ekspert emalı

source: View All Stone Types
az: Bütün Daş Növlərinə Bax

source: Ready to Transform Your Stone Materials?
az: Daş Materiallarınızı Çevirməyə Hazırsınız?

source: Start Your Project
az: Layihənizə Başlayın

source: Call Now
az: İndi Zəng Edin

source: Comprehensive stone processing solutions for all your needs
az: Bütün ehtiyaclarınız üçün hərtərəfli daş emalı həlləri

source: Ready to Get Started?
az: Başlamağa Hazırsınız?

source: Contact us today to discuss your project requirements
az: Layihə tələblərinizi müzakirə etmək üçün bu gün bizimlə əlaqə saxlayın

source: Expert processing for various natural stone materials
az: Müxtəlif təbii daş materialları üçün ekspert emalı

source: Not Sure Which Stone is Right for You?
az: Hansı Daşın Sizin Üçün Uyğun Olduğundan Əmin Deyilsiniz?

source: Get Expert Advice
az: Ekspert Məsləhəti Alın
